import React from "react";
import './Description.scss'

const Description = () => {
    return (
        <p className="description">
            Написано на её упаковке. Важно сразу решить, сколько человек примут
            участие в игре. Некоторые настольные игры могут быть скучны только
            для двоих. Если чаще будут играть именно двое, не стоит покупать
            игры, которые рассчитаны на большую компанию. Важно и то, как
            участники будут взаимодействовать между собой во время игры. Есть
            два основных варианта: каждый сам за себя или в команде.Реквизитом
            могут быть карты, игральные кости, бумага и карандаши, а также
            специальные приспособления, которые лежат в коробке. Выделяют
            несколько типов настольных игр: интеллектуальные, творческие,
            подвижные и кооперативные.Интеллектуальные больше предназначены для
            детей, которым надо развивать логику и эрудицию. В формате
            развлечений они смогут тренировать память и мышление. К таким играм
            относятся мемо, где надо запоминать картинки или
            слова.Стратегические и экономические развивают навыки
            предпринимателя и стратега. Они учат грамотному
            планированию.Творческие игры развивают воображение. Они требуют
            большей концентрации. Подвижные игры больше понравятся компаниям,
            потому что направлены на взаимодействие между игроками. В
            кооперативной игре ребёнок будет развивать речь и коммуникативные
            навыки с помощью общения с другими игроками. Игры выбирают и по
            длительности процесса: от нескольких минут до нескольких часов.Время
            игры также зависит от количества участников и от того, насколько они
            хорошо знают правила.{" "}
        </p>
    );
};

export default Description;
