import React from 'react'
import './Specifications.scss'

const Specifications = () => {
  return (
    <p className="specifications">
            Если в настольной игре собирается принять участие компания, нужно
            учитывать средний возраст игроков. Есть игры, которые не требуют
            активности и вряд ли понравятся молодёжи, а подвижные не придутся по
            душе пожилым людям. Многие игры предназначены только для большого
            количества участников, а другие — строго для двоих. Бывают и
            индивидуальные варианты, но чаще всего количество участников — от
            двух до четырёх.Количество игроков, на которое рассчитана игра,
            написано на её упаковке. Важно сразу решить, сколько человек примут
            участие в игре. Некоторые настольные игры могут быть скучны только
            для двоих. Если чаще будут играть именно двое, не стоит покупать
            игры, которые рассчитаны на большую компанию. Важно и то, как
            участники будут взаимодействовать между собой во время игры. Есть
            два основных варианта: каждый сам за себя или в команде.Реквизитом
            могут быть карты, игральные кости, бумага и карандаши, а также
            специальные приспособления, которые лежат в коробке. Выделяют
            несколько типов настольных игр: интеллектуальные, творческие,
            подвижные и кооперативные.Интеллектуальные больше предназначены для
            детей, которым надо развивать логику и эрудицию.{" "}
        </p>
  )
}

export default Specifications