import React from 'react'
import './Rules.scss'

const Rules = () => {
  return (
    <p className="rules">
            К таким играм
            относятся мемо, где надо запоминать картинки или
            слова.Стратегические и экономические развивают навыки
            предпринимателя и стратега. Они учат грамотному
            планированию.Творческие игры развивают воображение. Они требуют
            большей концентрации. Подвижные игры больше понравятся компаниям,
            потому что направлены на взаимодействие между игроками. В
            кооперативной игре ребёнок будет развивать речь и коммуникативные
            навыки с помощью общения с другими игроками. Игры выбирают и по
            длительности процесса: от нескольких минут до нескольких часов.Время
            игры также зависит от количества участников и от того, насколько они
            хорошо знают правила.{" "}
        </p>
  )
}

export default Rules